Repository: Eugeny/ebank-client
Catalog: locale-frontend/*.po
Languages: be, ru

source: About
be: Пра нас
ru: О нас

source: Account Number
be: Нумар рахунку
ru: Номер счета

source: Account Statement
be: Выпіска
ru: Выписка

source: Account balance
be: Баланс рахунку
ru: Баланс счета

source: Account cards:
be: Карткі прывязаныя да рахунку:
ru: Карты привязанные к счету:

source: Account number
be: Нумар рахунку
ru: Номер счета

source: Account number money were deposited from
ru: Номер счета с которого были переведены деньги

source: Account number to pay from
be: Нумар рахунку з якога плаціць
ru: Номер счета для операции

source: Account state is actual for {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
be: Стан рахунку актуальны на {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Состояние счета от {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: Accounts
be: Рахункі
ru: Счета

source: Accounts state is actual for {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
be: Стан рахункаў актуальны на {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Состояние счетов от {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: Amount
be: Колькасць
ru: Сумма

source: An error occurred during automatic account operations list loading. Please try again.
be: Пад час правядзенная аўтаматычнай аперацыі адбылася памылка
ru: Во время загрузки списка автоматических операций возникла ошибка. Пожалуйста, попробуйте позже.

source: An error occurred during payment process
be: Падчас працэсу аплаты адбылася памылка
ru: Произошла ошибка во время платежа

source: Automatic Account Operations
be: Аўтаматычныя аперацыі з рахункам
ru: Автоматические операции со счетом

source: Automatic account operation is successfully removed
be: Аўтаматычныя аперацыя з рахункам паспяхова выдалена
ru: Автоматическая операция успешно удалена

source: Automatic account operation is successfully saved
be: Аўтаматычныя аперацыя з рахункам паспяхова выстаўлена
ru: Автоматическая операция успешно сохранена

source: Automatic account operations state is actual for {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
be: Інфармацыя аб аўтаматычных аперацыях з рахункам актуальна на {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Состояние автоматических операций от {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: Balance
be: Баланс
ru: Баланс

source: Bank buys
be: Купля
ru: Покупка

source: Bank sells
be: Продаж
ru: Продажа

source: Capitalization Rate
ru: Разрмер капитализации

source: Change Password
be: Змяніць пароль
ru: Смена пароля

source: Choose payment from the tree below
be: Выберыце плацёж са спісу унізе
ru: Выберите платеж из дерева снизу

source: Code
be: Код
ru: Код

source: Confirm password
be: Паўтарыце пароль
ru: Повторите пароль

source: Copyright Gamma E-Bank ©2014
be: Гамма Е-Банк © 2014
ru: Гамма Е-Банк © 2014

source: Create Automatic Account Operation
ru: Добавить автоматическую операцию со счетом

source: Create New Automatic Account Operation
ru: Создать новую автоматическую операцию со счетом

source: Currency
be: Валюта
ru: Валюта

source: Currency Information
be: Курсы валют
ru: Информация о валютах

source: Currency code
be: Код валюты
ru: Код валюты

source: Currency information is actual for {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
be: Курсы валют актуальныя на {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Информация о валютах от {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: Daily
be: Штодзень
ru: Ежедневно

source: Date
be: Дата
ru: Дата

source: Date from
be: Дата ад
ru: Дата от

source: Date to
be: Дата да
ru: Дата до

source: Download statement in:
be: Сьцягнуць выпіску ў:
ru: Скачать выписку в:

source: ERIP Payments
be: Плацяжы ЕРІП
ru: Платежи ЕРИП

source: Edit
be: Рэдагаваць
ru: Изменить

source: Edit Automatic Account Operation
ru: Редактировать автоматическую операцию со счетом

source: Edit operation
ru: Редактировать операцию

source: Enable Filter
be: Уключыць фільтр
ru: Включить фильтр

source: Enable filter
be: Уключыць фільтр
ru: Включить фильтр

source: Enter login
be: Увядзіце лагін
ru: Введите логин

source: Enter new password
be: Увядзіце новы пароль
ru: Введите новый пароль

source: Enter old password
be: Увядзіце стары пароль
ru: Введите старый пароль

source: Erip Payment
be: Плацёж ЕРІП
ru: Платеж ЕРИП

source: Erip payment
be: Плацёж ЕРІП
ru: Платеж ЕРИП

source: Erip payment:
be: Плацёж ЕРІП:
ru: Платеж ЕРИП

source: Error details:
be: Дэталі аб памылцы:
ru: Информация об ошибке:

source: Filters
be: Фільтры
ru: Фильтры

source: Final account balance: {{account.balance}}
be: Канчатковы баланс: {{account.balance}}
ru: Конечный баланс: {{account.balance}}

source: General Info
be: Агульная інфармацыя
ru: Общая информация

source: Log Out
be: Выйсці
ru: Выйти

source: Login
be: Логін
ru: Логин

source: Login or password are incorrect, please try again
be: Няправільныя лагін ці пароль, паспрабуйце зноў
ru: Неверный логин или пароль, попробуйте снова

source: Manage Account
be: Кіраванне уліковым запісам
ru: Управление учетной записью

source: Manage Automatic Acccount Operations
be: Кіраванне аўтаматычнымі аперацыямі з рахункам
ru: Управление автоматическими операциями со счетом

source: Menu
be: Меню
ru: Меню

source: Money Transfer
be: Перавод грошаў
ru: Перевод денег

source: Monthly
be: Штомесяц
ru: Ежемесячно

source: Name
be: Імя
ru: Имя

source: New password
be: Новы пароль
ru: Новый пароль

source: No currencies loaded :(
be: Няма валют для адлюстравання
ru: Нет загруженных валют

source: No operations found for your filters
be: Не знойдзена аперацый для выбраных фільтраў
ru: С этим фильтром операции не найдены

source: Notifcations are actual for {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Нотификации актуальны на {{stateTimestamp | unixtime | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: Notifications
be: Апавяшчэння
ru: Уведомления

source: Old password
be: Стары пароль
ru: Старый пароль

source: Operation Amount
be: Колькасць аперацыі
ru: Сумма операции

source: Operation Info
be: Інфармацыя аб аперацыі
ru: Информация об операции

source: Operation Period
be: Цыклічнасць аперацыі
ru: Цикличность операции

source: Operation Start Date
be: Дата пачатку аперацыі
ru: Начало операции

source: Operation Type
be: Тып аперацыі
ru: Тип операции

source: Operation info
be: Інфармацыя аб аперацыі
ru: Информация об операции

source: Operation type
be: Тып аперацыі
ru: Тип операции

source: Password
be: Пароль
ru: Пароль

source: Pay
ru: Оплатить

source: Payer's account number:
be: Нумар рахунку плацельшчыка
ru: Номер счета плательщика

source: Payer's bank name:
be: Назва банка плацельшчыка:
ru: Имя банка плательщика

source: Payer:
be: Плацельшчык:
ru: Плательщик:

source: Payment fields
be: Палі плацяжа
ru: Поля платежа

source: Payment:
be: Плацёж:
ru: Платеж:

source: Payment: {{paymentResult.paymentName}}
be: Плацёж: {{paymentResult.paymentName}}
ru: Платеж: {{paymentResult.paymentName}}

source: Recipient Name:
be: Імя атрымальніка:
ru: Имя получателя:

source: Recipient account number
be: Нумар рахунку атрымальніка
ru: Номер счета получателя

source: Recipient account number:
be: Нумар рахунку атрымальніка:
ru: Номер счета получателя:

source: Recipient bank name:
be: Імя банка атрымальніка
ru: Имя банка получателя

source: Remove
be: Выдаліць
ru: Удалить

source: Remove operation
ru: Удалить операцию

source: Selected Start Date
be: Выбраная дата пачатку
ru: Выбранная дата начала

source: Selected date
be: Выбраная дата
ru: Выбранная дата

source: Show Statement
be: Паказаць выпіску
ru: Показать выписку

source: Show account
ru: Показать счет

source: Show details
be: Падрабязней
ru: Показать детали

source: Sign In
be: Увайсці
ru: Войти

source: Start Date
be: Дата пачатку
ru: Дата начала

source: The operation occurred at {{stateTimestamp | date:'MMM, dd, yyyy HH:mm:ss Z'}}
ru: Операция произошла {{stateTimestamp | date:'MMM, dd, yyyy HH:mm:ss Z'}}

source: The password was successfully changed
be: Пароль паспяхова зменены
ru: Пароль успешно изменен

source: The payment is successfuly processed
be: Плацёж паспяхова праведзен
ru: Платеж успешно обработан

source: Type
ru: Тип

source: Weekly
be: Штотыдзень
ru: Еженедельно

source: Yearly
be: Штогод
ru: Ежегодно

source: You have no accounts yet :(
be: У вас яшче няма рахункаў :(
ru: У вас пока нет счетов

source: You have no automatic account operations for selected account yet :(
be: У вас яшче няма аўтаматычных аперацый :(
ru: У вас пока нет автоматических операций

source: You have no notifications yet :(
ru: У вас еще нет оповещений

source: Your accounts
be: Вашы рахункі
ru: Ваши счета

source: Your notifications
ru: Ваши оповещения

source: Your session has expired
be: Ваша сэсія скончылася
ru: Ваша сессия истекла

source: Ɣ E-Bank
be: Ɣ Е-Банк
ru: Ɣ Е-Банк

source: Capitalization
ru: Капитализация

source: Incoming
be: Уваходны
ru: Входящий

source: New deposit
ru: Новый перевод

source: Outgoing
be: Выходны
ru: Исходящий

source: The Start Date must be greater or equal than current date
be: Дата пачатку павінна быць больш або роўная цяперашняй даты
ru: Дата начала должна быть больше или равна текущей дате

source: The account number to pay from is required
be: Патрэбен нумар рахунку для аперацыі
ru: Номер счета для операции обязателен

source: The amount is required
be: Патрэбна колькасць
ru: Сумма обязательна

source: The amount must be greater than zero
be: Колькасць павінна быць больш за нуль
ru: Сумма должна быть больше нуля

source: The amount must be greater than zero integer number
be: Колькасць павінна быць цэлым лікам больш за нуль
ru: Сумма должна быть целым числом больше нуля

source: The amount must be integer number
be: Колькасць павінна быць цэлым лікам
ru: Сумма должна быть целым числом

source: The amount must be less than selected account balance
be: Колькасць павінна быць меньш баланса абранага рахунку
ru: Сумма должна быть меньше баланса счета

source: The login is required
be: Патрэбен логін
ru: Логин обязателен

source: The new password confirmation is required
be: Пацвярджэнне новага пароля абавязкова
ru: Подтверждение нового пароля обязательно

source: The new password confirmation must match the new password field
be: Поле "Пацвярджэнне новага пароля" павінна адпавядаць полю "Новы пароль"
ru: Подтверждение нового пароля должно совпадать с новым паролем

source: The new password is required
be: Патрэбен новы пароль
ru: Новый пароль обязателен

source: The new password must consist of latin alphabet letters in both upper and lower case or decimal digits, also it must be from 6 to 20 characters length
be: Новы пароль павінен складацца з лацінскіх літар алфавіту ў абодвух рэгістрах або дзесятковых лічбаў, таксама ён павінен мець даўжыню ад 6 да 20 знакаў
ru: Новый пароль должен состоять из латинских букв алфавита в обоих регистрах или десятичных цифр, также он должен быть длинной от 6 до 20 символов

source: The old password is required
be: Патрэбен стары пароль
ru: Старый пароль обязателен

source: The password is required
be: Патрэбен пароль
ru: Пароль обязателен

source: The recipient account number is required
be: Патрэбен нумар рахунку атрымальніка
ru: Номер счета получателя обязателен

source: day
ru: день

source: is required
be: патрэбен
ru: необходим

source: month
ru: месяц

source: week
ru: неделя

source: year
ru: год

source: (Balance:
be: (Баланс:
