Repository: Eugeny/ebank-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: be

source: Account statement
be: Выпіска з рахунку

source: account
be: рахунак

source: Date
be: Дата

source: Type
be: Тып

source: Info
be: Інфармацыя

source: Amount
be: Колькасць

source: Capitalization
be: Капiталiзацыя

source: ERIP
be: ЕРIП

source: Incoming
be: Исходящий

source: Outgoing
be: Входящий

source: Payment
be: Плацёж

source: Recipient bank
be: Банк атрымальніка

source: Recipient name
be: Імя атрымальніка

source: Payer's bank
be: Банк плацельшчыка

source: Payer
be: Плацельшчык

source: Payer's account ID
be: Нумар рахунку плацельшчыка

source: Final account balance:
be: Канчатковы баланс:
